
/* Progress Dialog */
"CINCH_PROG_WINDOW_TITLE" = "Status for synkronisering av Hjem-mappe";

"CINCH_PROG_TITLE_SYNCSTATE_PROCESSING" = "Synkroniserer";
"CINCH_PROG_TITLE_SYNCSTATE_STARTING" = "Starter…";
"CINCH_PROG_TITLE_SYNCSTATE_CLEANING" = "Fullfører…";
"CINCH_PROG_TITLE_SYNCSTATE_UPDATING" = "Kontrollerer";
"CINCH_PROG_TITLE_SYNCSTATE_CHECKING" = "Kontrollerer";
"CINCH_PROG_TITLE_SYNCSTATE_CANCELLING" = "Avbryter…";
"CINCH_PROG_TITLE_SYNCSTATE_SKIPPING" = "Stopper…";
"CINCH_PROG_TITLE_SYNCSTATE_FINISHING" = "Fullfører…";

"CINCH_PROG_PATH_MESSAGE" = "«%@»";
"CINCH_PROG_PATH_HOME_PATH" = "~";

"CINCH_PROG_STATUS_MESSAGE_ITEMS" = "%@ av %@ objekter – %@ %% fullført.";
/* CINCH_PROG_STATUS_MESSAGE_…BYTES strings are inserted into CINCH_PROG_STATUS_MESSAGE_PROGRESS, e.g. "5 of 98 items – 900 KB of 20 MB – 5% complete." */
"CINCH_PROG_STATUS_MESSAGE_PROGRESS" = "%@ av %@ objekter – %@ av %@ – %@ %% fullført.";
"CINCH_PROG_STATUS_MESSAGE_BYTES" = "%@ byte";
"CINCH_PROG_STATUS_MESSAGE_KILOBYTES" = "%@ kB";
"CINCH_PROG_STATUS_MESSAGE_MEGABYTES" = "%@ MB";
"CINCH_PROG_STATUS_MESSAGE_GIGABYTES" = "%@ GB";

"CINCH_PROG_STATUS_MESSAGE_MOUNTING_HOME" = "Kobler til Hjem-mappen på nettverket.";
"CINCH_PROG_STATUS_MESSAGE_WINDOW_CLOSED" = "Synkronisering vil fortsette i bakgrunnen.";

"CINCH_PROG_STATUS_MESSAGE_SYNC_COMPLETE" = "Synkronisering fullført.";
"CINCH_PROG_STATUS_MESSAGE_SYNC_CANCELED" = "Synkronisering avbrutt.";
"CINCH_PROG_STATUS_MESSAGE_SYNC_SKIPPED" = "Synkronisering stoppet.";

/* Standard Buttons */

"CINCH_OK_BUTTON" = "OK";
"CINCH_CANCEL_BUTTON" = "Avbryt";
"CINCH_SKIP_BUTTON" = "Stopp";
"CINCH_CONTINUE_BUTTON" = "Fortsett";

/* Sync Alerts */

"CINCH_MUST_BE_MHD_TITLE" = "Du må ha en mobil konto for å kunne bruke denne funksjonen.";
"CINCH_MUST_BE_MHD_MESSAGE" = "Hvis du vil opprette en mobil konto, åpner du Systemvalg, klikker på Kontoer og deretter på Opprett. Hvis disse objektene mangler eller er deaktivert, tar du kontakt med systemadministratoren.";

"CINCH_NO_NETHOME_TITLE" = "Synkroniseringen kunne ikke fullføres fordi Hjem-mappen på nettverket på «%@» ikke er tilgjengelig for øyeblikket.";
"CINCH_NO_NETHOME_MESSAGE" = "Prøv igjen senere når den er tilgjengelig.";

"CINCH_NOWRITE_NETHOME_TITLE" = "Synkroniseringen kunne ikke fullføres fordi Hjem-mappen på nettverket på «%@» ikke tillater skriving.";
"CINCH_NOWRITE_NETHOME_MESSAGE" = "Prøv igjen senere, eller kontakt systemadministratoren.";

"CINCH_HOME_IN_USE_TITLE" = "Det er mulig at Hjem-mappen på nettverket er i bruk.";
"CINCH_HOME_IN_USE_MESSAGE" = "Hvis du synkroniserer nå, er det mulig at noen filer ikke blir synkronisert.";
"CINCH_HOME_IN_USE_SYNC_NOW_BUTTON" = "Synkroniser nå";
"CINCH_HOME_IN_USE_SYNC_LATER_BUTTON" = "Synkroniser senere";

"CINCH_HOME_NET_HOME_INCONSISTENT_TITLE" = "Synkroniseringen vil ikke bli utført på grunn av problemer med Hjem-mappen på nettverket.";
"CINCH_HOME_NET_HOME_INCONSISTENT_MESSAGE" = "Prøv å logge deg på senere for å synkronisere, eller kontakt administratoren.";

"CINCH_SYNC_FAILED_TITLE" = "Synkroniseringen ble ikke fullført.";
"CINCH_SYNC_FAILED_DISK_FULL_MESSAGE" = "Det er ikke nok ledig plass på målplasseringen til å fullføre handlingen.";

/* Home was changed messages */

"CINCH_HOME_CHANGED_TITLE" = "Hjem-mappen på nettverket kan ha blitt endret siden forrige synkronisering.";
"CINCH_HOME_CHANGED_MESSAGE" = "Hvis du ikke sikker på hvorfor dette skjedde, velger du Synkroniser senere og lager en sikkerhetskopi av de nyeste filene dine før du synkroniserer på nytt. Klikk på Mer informasjon hvis du vil se andre valg.";

"CINCH_HOME_NET_HOME_TIME_NEWER_TITLE" = "Enkelte filer i Hjem-mappen på nettverket kan ha blitt endret siden forrige synkronisering. Angi hvor de nyeste filene befinner seg.";
"CINCH_HOME_NET_HOME_TIME_NEWER_MESSAGE" = "Det du velger, vil kun påvirke filer som har blitt endret både i den mobile Hjem-mappen og i Hjem-mappen på nettverket. Andre filer synkroniseres på vanlig måte.\n\nHjem-mappen på nettverket ble sist brukt: %@.\nDen mobile Hjem-mappen ble sist synkronisert: %@.";

"CINCH_HOME_LOCKFILE_ERR_TITLE" = "Det er mulig at Hjem-mappen på nettverket er i bruk.";
"CINCH_HOME_LOCKFILE_ERR_MESSAGE" = "Hvis du ikke tror dette stemmer, er det mulig at tjeneren fremdeles har en midlertidig låsing på Hjem-mappen på nettverket. Dette er vanligvis kortvarig.";

"CINCH_HOME_INVALID_TITLE" = "Det er mulig at Hjem-mappen på nettverket ikke er konfigurert for synkronisering.";
"CINCH_HOME_INVALID_MESSAGE" = "Hjem-mappen på nettverket på «%@» mangler filer som er nødvendige for synkroniseringen.";

"CINCH_GENERIC_ERR_TITLE" = "Ingen informasjon er tilgjengelig.";
"CINCH_GENERIC_ERR_MESSAGE" = "Logg deg på senere og prøv igjen.";

"CINCH_HOME_CHANGED_SYNC_LATER_BUTTON" = "Synkroniser senere";
"CINCH_HOME_CHANGED_MORE_INFORMATION_BUTTON" = "Mer informasjon…";
"CINCH_HOME_CHANGED_SELECT_NETWORK_BUTTON" = "Hjem-mappe på nettverket";
"CINCH_HOME_CHANGED_SELECT_LOCAL_BUTTON" = "Mobil Hjem-mappe";

"CINCH_HOME_CHANGED_NOSYNC_TITLE" = "Noen valgfiler i Hjem-mappen på nettverket er nyere enn filer i den mobile Hjem-mappen og ble ikke synkronisert.";
"CINCH_HOME_CHANGED_NOSYNC__MESSAGE" = "Disse filene kan synkroniseres ved pålogging eller avlogging avhengig av synkroniseringsinnstillingene dine.";

"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TITLE" = "Synkronisering av Hjem-mappe mislyktes. Vil du fortsette uten synkronisert Hjem-mappe?";
"CINCH_MOBILE_ACCNT_SYNC_ERR_CANCEL_CREATE_TEXT" = "Hvis du fortsetter, bør du synkronisere Hjem-mappen så fort som mulig. Hvis du avbryter, opprettes ikke Hjem-mappen.";

/* Home Sync Menu */

"CINCH_NOTHING_TITLE" = "Ingen mapper er markert for synkronisering.";
"CINCH_NOTHING_MESSAGE" = "Hvis du vil synkronisere mapper, åpner du Systemvalg og klikker på Kontoer. Marker kontoen din, og klikk på Innstillinger for mobil konto. Marker mappene som skal synkroniseres, i listen «Kun valgte mapper». Hvis listen ikke vises, tar du kontakt med systemadministratoren.";
"Account Mobility Preferences..." = "Valg for mobil konto...";

"CINCH_NET_HOME_NOT_FOUND_TITLE" = "Hjem-mappen på nettverket er for øyeblikket ikke tilgjengelig.";
"CINCH_NET_HOME_NOT_FOUND_MESSAGE" = "Prøv igjen senere når det er tilgjengelig.";

/* Dock Item Title */

"USER_ORIG_HOME_DOCK_ITEM" = "%@s Hjem-mappe på nettverket";

/* Mobile Account Creation Alert */

"MCX_PHD_ACCNT_TITLE" = "Vil du opprette en mobil konto med flyttbar Hjem-mappe?";
"MCX_PHD_ACCNT_TEXT" = "En mobil konto med en flyttbar Hjem-mappe gir deg en kopi av nettverkskontoen din og en synkronisert kopi av Hjem-mappen din på nettverket, som du kan bruke når maskinen din ikke er koblet til nettverket.\n";

"MCX_MOBILE_ACCNT_TITLE" = "Vil du opprette en mobil konto?";
"MCX_MOBILE_ACCNT_TEXT" = "En mobil Hjem-konto er en kopi av nettverkskontoen din som du kan bruke når maskinen din ikke er koblet til nettverket.\n";

"MCX_MOBILE_ACCNT_CHECKBOX" = "Ikke spør igjen";
/* This is an optional string that shows up in the create mobile home or create portable home dialog */
"MCX_MOBILE_ACCNT_CHOOSE_LOCATION_TEXT" = "\nAngi volum for Hjem-mappen:\n";
"MCX_MOBILE_ACCNT_PLEASE_INSERT_VOL_TEXT" = "\nKoble til et eksternt volum.\n";
/* This string gets appended to the list of possible mobile home volumes to indicate that it is the startup volume */
"MCX_MOBILE_ACCNT_STARTUP_VOL_TEXT" = " (Startdisk)";
"MCX_MOBILE_ACCNT_INSERT_VOL_TEXT" = "(Ingen volumer koblet til)";

"MCX_MOBILE_ACCNT_YES_BUTTON" = "Opprett nå";
"MCX_MOBILE_ACCNT_NO_BUTTON" = "Ikke opprett";
"MCX_MOBILE_ACCNT_CANCEL_BUTTON" = "Avbryt pålogging";

"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL" = "Kunne ikke opprette mobil konto.";
"MCX_MOBILE_ACCNT_CANT_CREATE_NO_VOL_SUBTEXT" = "Du må koble til et eksternt volum for å opprette den mobile kontoen.";

/* Mobile Account Logout Create Alerts */

"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_TITLE" = "Skriv inn passordet ditt for å opprette en mobil konto.";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_PASSWORD_LABEL" = " ";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_OK_BUTTON" = "OK";
"MCX_MOBILE_ACCNT_LOGOUT_GET_PASSWORD_CANCEL_BUTTON" = "Avbryt";

"MCX_MOBILE_ACCNT_LOGOUT_MESSAGE_OK_BUTTON" = "OK";
"MCX_MOBILE_ACCNT_LOGOUT_PASSWORD_INCORRECT_TITLE" = "Feil passord.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_CANCELED_TITLE" = "Opprettelse av mobil konto ble avbrutt.";

"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TITLE" = "Kunne ikke opprette mobil konto.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_ERROR_TEXT" = "Det oppsto et problem under oppretting av den mobile kontoen.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_VOLUME_ERROR_TEXT" = "Det oppsto et problem under tilgang til volumet for den mobile kontoens Hjem-mappe.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_RECORD_ERROR_TEXT" = "Det oppsto et problem under oppretting av oppføringen for den mobile kontoen.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_HOME_PATH_ERROR_TEXT" = "Det oppsto et problem under oppretting av eller bruk av «%@».";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_ERROR_TEXT" = "Det oppsto et problem under oppretting av FileVault-beskyttet Hjem-mappe.";
"MCX_MOBILE_ACCNT_LOGOUT_CREATE_FILEVAULT_PATH_ERROR_TEXT" = "FileVault-beskyttet Hjem-mappe kan ikke opprettes fordi det allerede finnes en mappe med dette navnet.";

"MCX_MOBILE_ACCNT_CREATE_FV_HEADER_TEXT" = "Oppretter FileVault-beskyttet Hjem-mappe.";
"MCX_MOBILE_ACCNT_CREATE_FV_MESSAGE_TEXT" = "FileVault krypterer Hjem-mappen din ved hjelp av påloggingspassordet.\n\nKonfigureringen kan ta en liten stund.";

/* External Account Authentication */

/* Empty unlocked message replaces the locked message when authorized. Leave unlocked message blank. */

"MCX_XACCNT_WINDOW_TITLE" = "Autoriser ekstern konto";

"MCX_XACCNT_AUTH_TITLE" = "Gi den eksterne kontoen, «%@» fra disken «%@», tilgang til denne maskinen?";
"MCX_XACCNT_AUTH_CHECKBOX" = "Husk valget";
"MCX_XACCNT_LOCKED_MESSAGE" = "Klikk på låsen for å gi tillatelse eller arkivere.";
"MCX_XACCNT_UNLOCKED_MESSAGE" = " ";
"MCX_XACCNT_AUTH_PROMPT" = "Skriv inn et brukernavn og et passord som gir administratortilgang.";
"MCX_XACCNT_ALLOW_BUTTON" = "Tillat";
"MCX_XACCNT_DENY_BUTTON" = "Avslå";

/* Simple no workgroup alert replaces the normal workgroup picker when there are zero groups */

/* The MCX_DISABLE_MGMT_SAVE_TEXT is appended to MCX_DISABLE_MGMT_TEXT if the user is allowed to save group name (though in this case it's for a special */
/* group that indicates that they don't want to be bothered with being asked this question again). The MCX_DISABLE_MGMT_REFRESH_TEXT is appended to the */
/* MCX_DISABLE_MGMT_TEXT if the option to refresh preferences is allowed. */

"MCX_DISABLE_MGMT_TITLE" = "Denne maskinen vil være administrert. Vil du fortsette med administrerte innstillinger aktivert?";
"MCX_DISABLE_MGMT_TEXT" = "Systemadministratoren har gjort det mulig å deaktivere administreringsinnstillinger.";
"MCX_DISABLE_MGMT_REFRESH_TEXT" = " Du kan også oppdatere datamaskininnstillinger som er arkivert lokalt.";
/* The double return chars below is becuase this string is appended to the main text string in case you have the checkbox option enabled */
"MCX_DISABLE_MGMT_SAVE_TEXT" = "\n\nHvis du husker dette valget, kan du vise dette vinduet igjen ved å holde nede Tilvalg-tasten når du logger deg på.";
"MCX_DISABLE_MGMT_REMEMBER_CHECKBOX" = "Husk valget";
"MCX_DISABLE_MGMT_REFRESH_PREFS_BUTTON" = "Oppdater innstillinger";
"MCX_DISABLE_MGMT_DISABLE_PREFS_BUTTON" = "Deaktiver innstillinger";
"MCX_DISABLE_MGMT_ALLOW_PREFS_BUTTON" = "Tillat innstillinger";

"CINCH_SYNC_DATE_TODAY" = "I dag kl. ";
"CINCH_SYNC_DATE_YESTERDAY" = "I går kl. ";
"CINCH_SYNC_DATE_TOMORROW" = "I morgen kl. ";

// type of keychain password
"KEYCHAIN_HOMESYNC_KIND" = "HomeSync-passord";
"KEYCHAIN_NETWORK_KIND" = "Nettverkspassord";
